Repository: 1337god/Trusty-cogs
Catalog: serverstats/locales/*.po
Languages: fr_fr

source: Replace serverinfo command with more details.
fr_fr: Remplace la commande serverinfo avec plus de détails.

source: Show server information.
fr_fr: Affiche les informations du serveur.

source: 0 - None
fr_fr: 0 - Aucune

source: 1 - Low
fr_fr: 1 - Faible

source: 2 - Medium
fr_fr: 2 - Moyen

source: 3 - Hard
fr_fr: 3 - Fort

source: 4 - Extreme
fr_fr: 4 - Extrême

source: __VIP__ US East :flag_us:
fr_fr: __VIP__ US Est :flag_us:

source: __VIP__ US West :flag_us:
fr_fr: __VIP__ US Ouest :flag_us:

source: EU West :flag_eu:
fr_fr: EU Ouest :flag_eu:

source: EU Central :flag_eu:
fr_fr: EU Centre :flag_eu:

source: London :flag_gb:
fr_fr: Londres :flag_gb:

source: Frankfurt :flag_de:
fr_fr: Francfort :flag_de:

source: US West :flag_us:
fr_fr: US Ouest :flag_us:

source: US East :flag_us:
fr_fr: US Est :flag_us:

source: US South :flag_us:
fr_fr: US Sud :flag_us:

source: US Central :flag_us:
fr_fr: US Centre :flag_us:

source: Singapore :flag_sg:
fr_fr: Singapour :flag_sg:

source: Brazil :flag_br:
fr_fr: Brésil :flag_br:

source: Russia :flag_ru:
fr_fr: Russie :flag_ru:

source: Japan :flag_jp:
fr_fr: Japon :flag_jp:

source: South Africa :flag_za:
fr_fr: Afrique du Sud :flag_za:

source: Created on **{date}**. That's over **{num}** days ago !
fr_fr: Créé le **{date}**. Cela fait **{num}** jours !

source: {bot_name} joined this server on {bot_join}. That's over {since_join} days ago !
fr_fr: {bot_name} à rejoint ce serveur le {bot_join}. Cela fait {since_join} jours !

source: Members :
fr_fr: Membres :

source: Total users : **{total}** Humans : **{hum}** • Bots : **{bots}** 📗 `{online}` 📙 `{idle}` 📕 `{dnd}` 📓 `{off}`
fr_fr: Total utilisateurs : **{total}** Humains : **{hum}** • Bots : **{bots}** 📗 `{online}` 📙 `{idle}` 📕 `{dnd}` 📓 `{off}`

source: Total users : **{total}** Humans : **{hum}** • Bots : **{bots}** 📗 `{online}` 📙 `{idle}` 📕 `{dnd}` 📓 `{off}`
fr_fr: Total utilisateurs : **{total}** Humains : **{hum}** • Bots : **{bots}** 📗 `{online}` 📙 `{idle}` 📕 `{dnd}` 📓 `{off}`

source: Channels :
fr_fr: Salons :

source: 💬 Text : **{text}** 🔊 Voice : **{voice}**
fr_fr: 💬 Texte : **{text}** 🔊 Voix : **{voice}**

source: Utility :
fr_fr: Utilitaire :

source: Owner : **{owner}** Region : **{region}** Verif. level : **{verif}** Server ID : **{id}**
fr_fr: Propriétaire : **{owner}** Région : **{region}** Niveau de vérif. : **{verif}** ID serveur : **{id}**

source: Misc :
fr_fr: Autres :

source: AFK channel : **{afk_chan}** AFK Timeout : **{afk_timeout}sec** Custom emojis : **{emojis}** Roles : **{roles}**
fr_fr: Salon AFK : **{afk_chan}** Délai AFK : **{afk_timeout}sec** Emojis serveur : **{emojis}** Rôles : **{roles}**

source: Special features :
fr_fr: Caractéristiques spéciales :

source: {vip} VIP Regions {van} Vanity URL {splash} Splash Invite {m_emojis} More Emojis {verify} Verified
fr_fr: {vip} Région VIP {van} URL Personalisable {splash} Image d'invitation {m_emojis} Plus d'emojis {verify} Verifié

source: I need the `Embed links` permission to send this.
fr_fr: Il me faut la permission `Intégrer des liens` pour envoyer ceci.
